[
  {
    "slug": "you-remember-events-wrong",
    "title": "You Remember Events Wrong (and It's Not Your Fault)",
    "excerpt": "Your memories feel vivid, but your brain rewrites details as it goes. Learn why distortion is normal and how to remember more accurately.",
    "category": "Psychology",
    "image": "/articles/default.jpg"
  },
  {
    "slug": "banana-radiation-myth",
    "title": "The Banana Radiation Myth Is True (But Don't Panic)",
    "excerpt": "Bananas are radioactive, but the dose is tiny. Understand the science, the numbers, and why it is more fun than scary.",
    "category": "Science",
    "image": "/articles/default.jpg"
  },
  {
    "slug": "overthinking-loop",
    "title": "Overthinking Isn't a Personality Trait. It's a Loop.",
    "excerpt": "Overthinking feels like problem-solving, but it traps you in a loop. Learn the psychology and how to break free.",
    "category": "Psychology",
    "image": "/articles/default.jpg"
  },
  {
    "slug": "eye-color-personality",
    "title": "Your Eye Color and Your Personality: What Science Actually Says",
    "excerpt": "Do blue eyes mean you are calmer and brown eyes more trustworthy? The research is more nuanced than the myths.",
    "category": "Human Behavior",
    "image": "/articles/default.jpg"
  },
  {
    "slug": "dream-beginnings",
    "title": "Why You Never Remember the Beginning of Your Dreams",
    "excerpt": "You recall the weird middle of a dream but lose the opening scene. Here is why your brain drops the start.",
    "category": "Psychology",
    "image": "/articles/default.jpg"
  },
  {
    "slug": "face-memory-myth",
    "title": "The Face Memory Myth: Why You Forget People You Just Met",
    "excerpt": "Forgetting faces is not rude, it is human. Learn how face memory works and how to remember better.",
    "category": "Human Behavior",
    "image": "/articles/default.jpg"
  },
  {
    "slug": "time-feels-faster",
    "title": "The Science of Why Time Feels Faster as You Age",
    "excerpt": "Time did not speed up, your brain changed. Explore the psychology of time perception and how to slow it down.",
    "category": "Psychology",
    "image": "/articles/default.jpg"
  },
  {
    "slug": "cocktail-party-effect",
    "title": "Why Your Brain Hears Your Name in a Noisy Room",
    "excerpt": "The cocktail party effect explains how attention filters noise yet catches your name. Here is the science behind it.",
    "category": "Psychology",
    "image": "/articles/default.jpg"
  },
  {
    "slug": "left-brain-right-brain-myth",
    "title": "The Left Brain vs. Right Brain Myth That Won't Die",
    "excerpt": "Are you logical or creative? The left/right brain story is catchy but wrong. Learn what neuroscience actually shows.",
    "category": "Science",
    "image": "/articles/default.jpg"
  },
  {
    "slug": "cleaning-buzz",
    "title": "The Strange Reason You Feel a Buzz When You Clean",
    "excerpt": "Cleaning can feel oddly satisfying. Discover the psychology behind the cleaning buzz and why it calms the mind.",
    "category": "Human Behavior",
    "image": "/articles/default.jpg"
  },
  {
    "slug": "phantom-vibration-phenomenon",
    "title": "The Phantom Vibration Phenomenon: Why You Feel Your Phone Buzz",
    "excerpt": "You feel a buzz that never happened. Learn why phantom vibrations are common and how to reduce them.",
    "category": "Psychology",
    "image": "/articles/default.jpg"
  },
  {
    "slug": "hidden-bias-people-watching",
    "title": "The Hidden Bias in People Watching: Your Brain's Fast Judgments",
    "excerpt": "We form snap judgments in seconds. Learn the psychology behind them and how to slow your bias.",
    "category": "Human Behavior",
    "image": "/articles/default.jpg"
  }
]
